accountsservice
ags
ags-debug
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arc-gtk-theme-eos
b43-fwcutter
baobab
base
base-devel
bash-completion
bibata-cursor-theme-bin
bind
bluedevil
blueman
bluez
bluez-utils
breeze
btop
btrfs-progs
cantarell-fonts
cava
clang
code
cronie
cryptsetup
cups
cups-browsed
cups-filters
cups-pdf
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-dracut
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-xfce4
eos-update-notifier
epiphany
ethtool
evince
exfatprogs
f2fs-tools
ffmpegthumbnailer
file-roller
firefox
firewalld
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
galculator
ghostscript
glances
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-connections
gnome-console
gnome-contacts
gnome-disk-utility
gnome-font-viewer
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gradience
grilo-plugins
grub
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
haveged
hdparm
hplip
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpicker
hyprshot
hyprutils
hyprwayland-scanner
inetutils
inxi
iptables-nft
iwd
jfsutils
jupyter-notebook
kamoso
kcharselect
kdialog
keepassxc
kitty
less
libdvdcss
libgsf
libopenraw
libwnck3
libxcrypt-compat
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
localsearch
logrotate
loupe
lsb-release
lsscsi
luarocks
lvm2
malcontent
mame-tools
man-db
man-pages
matugen-bin
mdadm
meld
mesa-utils
microtex-git
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
nautilus
neofetch
neovim
netctl
network-manager-applet
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
notion-app-electron
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
openssh
orca
os-prober
pacman-contrib
pavucontrol-qt
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-nm
plocate
polkit-kde-agent
poppler-glib
power-profiles-daemon
pv
python
python-capng
python-opencv
python-pip
python-pipx
python-pyqt5
python-reportlab
python311
python312
qt5-graphicaleffects
qt5-quickcontrols2
qt6-avif-image-plugin
qt6ct
quickshell-git
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rtkit
rygel
s-nail
sddm
sg3_utils
simple-scan
smartmontools
snapshot
socat
sof-firmware
splix
sudo
sushi
syncthing
sysfsutils
system-config-printer
systemd-sysvcompat
systemsettings
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
tldr
tmux
torbrowser-launcher
totem
tree
tree-sitter-cli
ttf-bitstream-vera
ttf-dejavu
ttf-firacode-nerd
ttf-liberation
ttf-opensans
typescript-language-server
unrar
unzip
upscayl-bin
usb_modeswitch
usbutils
uv
vi
welcome
which
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsane
xterm
yadm
yay
yelp
zathura
zathura-pdf-poppler
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-vi-mode
